anysphere.cursorpyright
anysphere.remote-containers
bierner.markdown-mermaid
docker.docker
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode.powershell
redhat.java
redhat.vscode-yaml
scala-lang.scala
scalameta.metals
shd101wyy.markdown-preview-enhanced
uctakeoff.vscode-counter
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
